/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@（%g，%g，%g）";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@（%g°，%g°，%g）";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@（%g°，%g°，%gm）";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@（%gm，%gm，%gm）";

/* An audio channel label. */
"Ambisonic W" = "立体混响 W";

/* An audio channel label. */
"Ambisonic X" = "立体混响 X";

/* An audio channel label. */
"Ambisonic Y" = "立体混响 Y";

/* An audio channel label. */
"Ambisonic Z" = "立体混响 Z";

/* An audio channel label. */
"Center" = "居中";

/* An audio channel label. */
"Center Surround" = "中央环绕";

/* An audio channel label. */
"Center Surround Direct" = "直接中央环绕";

/* Channel. An audio channel label. */
"Channel" = "声道";

/* Channels. An audio channel label. */
"Channels" = "声道";

/* An audio channel label. */
"Click Track" = "点按轨道";

/* An audio channel label. */
"Dialog Centric Mix" = "会话中心混合";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "离散";

/* An audio channel label. */
"Foreign Language" = "外语";

/* An audio channel label. */
"Headphones Left" = "左耳机";

/* An audio channel label. */
"Headphones Right" = "右耳机";

/* An audio channel label. */
"Hearing Impaired" = "弱听";

/* An audio channel label. */
"Left" = "左";

/* An audio channel label. */
"Left Center" = "左边中心";

/* An audio channel label. */
"Left Surround" = "左环绕";

/* An audio channel label. */
"Left Surround Direct" = "直接左环绕";

/* An audio channel label. */
"Left Total" = "全左";

/* An audio channel label. */
"Left Wide" = "左宽";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE 屏蔽";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mid";

/* An audio channel label. */
"Mono" = "单声道";

/* An audio channel label. */
"Narration" = "解说";

/* An audio channel label. */
"Rear Surround Left" = "左后方环绕";

/* An audio channel label. */
"Rear Surround Right" = "右后方环绕";

/* An audio channel label. */
"Right" = "右";

/* An audio channel label. */
"Right Center" = "右边中心";

/* An audio channel label. */
"Right Surround" = "右环绕";

/* An audio channel label. */
"Right Surround Direct" = "直接右环绕";

/* An audio channel label. */
"Right Total" = "全右";

/* An audio channel label. */
"Right Wide" = "右宽";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "边声道";

/* An audio channel label. */
"Top Back Center" = "中后方顶部";

/* An audio channel label. */
"Top Back Left" = "左后方顶部";

/* An audio channel label. */
"Top Back Right" = "右后方顶部";

/* An audio channel label. */
"Top Center Surround" = "顶部中央环绕";

/* An audio channel label. */
"Unknown" = "未知";

/* An audio channel label. */
"Unused" = "未使用";

/* An audio channel label. */
"Vertical Height Center" = "垂直高度中央";

/* An audio channel label. */
"Vertical Height Left" = "垂直高度左边";

/* An audio channel label. */
"Vertical Height Right" = "垂直高度右边";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "触觉";

